{
  "head": {
    "title": "Резюме",
    "description": "Резюме фронтенд разработчика"
  },
  "home": {
    "profile": {
      "name": "ДЕМИД ВЕТОШКИН",
      "post": "Frontend разработчик ",
      "info": "За моими плечами десятки проектов по веб-разработке: от <span>Telegram Mini Apps</span> до сложных <span>админ-панелей</span> и <span>воронок продаж для инфобизнеса</span>. Как фронтенд-разработчик, я уделяю внимание каждой детали - от проектирования архитектуры и анализа требований до реализации компонентов и тонкой настройки производительности."
    },
    "statistics": {
      "years-in-it_one": "Год в IT",
      "years-in-it_few": "Года в IT",
      "years-in-it_many": "Лет в IT",
      "completed-projects": "Завершённых проектов",
      "years-work_one": "Год работы",
      "years-work_few": "Года работы",
      "years-work_many": "Лет работы"
    },
    "skills": {
      "title": "Навыки",
      "tabs": {
        "frontend": "Frontend",
        "backend": "Backend",
        "other": "Прочее"
      }
    },
    "portfolio": {
      "title": "Портфолио",
      "open-link": "Открыть",
      "open-github": "Репозиторий",
      "open-description": "Подробнее",
      "close-description": "Скрыть",
      "click-to-open": "Открыть полностью",
      "projects": [
        {
          "title": "Vuscan.net",
          "description": "Онлайн сканирование интернет ресурсов на уязвимости, SQL инъекции, ошибки CMS и безопасности. В приложение интегрирована система парсинга открытых и закрытых систем, а также платёжная система CtyproCloud."
        },
        {
          "title": "Bank.ir",
          "description": "Клиент банковского приложения на React Native. В программе реализована авторизация по номеру телефону и возможность перевода в другие банковские системы."
        },
        {
          "title": "Quiz",
          "description": "Сервис для автоматической диагностики неисправностей техники и оформления заявок на ремонт. Пользователь выбирает устройство, описывает проблему, а система ставит предварительный диагноз и создает заказ."
        },
        {
          "title": "Spyq.net",
          "description": "SpyQ.net — это интеллектуальная B2B-платформа, которая помогает бизнесу находить целевых клиентов через анализ веб-ресурсов. Сервис автоматически обходит тысячи сайтов в выбранных нишах, определяет релевантные площадки и размещает на них точечные оповещения с вашим коммерческим предложением."
        }
      ]
    }
  },
  "footer": {
    "title": "Навигация",
    "main": "Главная",
    "skills": "Навыки",
    "portfolio": "Портфолио",
    "contact": "Контакты",
    "copyrigth": " Демид. Все права защищены."
  }
}
