{
  "head": {
    "title": "Resume",
    "description": "Frontend enginer resume"
  },
  "home": {
    "profile": {
      "name": "DEMID VETOSHKIN",
      "post": "Web developer",
      "info": "👋 Hi, I'm Demid, I live in Kaliningrad and I'm in my 3rd year of bachelor's degree in engineering.<br><br>I have dozens of web development projects under my belt, from Telegram Mini Apps to complex admin panels and sales funnels for the infobusiness. I am engaged in both <frontendLink>frontend</frontendLink> and <backendLink>backend</backendLink> development, paying attention to every detail — from architecture design and requirements analysis to component implementation, API construction and performance fine-tuning."
    },
    "statistics": {
      "years-in-it_one": "Year in IT",
      "years-in-it_other": "Years in IT",
      "completed-projects": "Completed projects",
      "years-work_one": "Year work",
      "years-work_other": "Years work"
    },
    "skills": {
      "title": "Skills",
      "tabs": {
        "frontend": "Frontend",
        "backend": "Backend",
        "other": "Other"
      }
    },
    "portfolio": {
      "title": "Portfolio",
      "open-link": "Open",
      "open-github": "Repository",
      "open-description": "Show more",
      "close-description": "Hide",
      "click-to-open": "Open full",
      "projects": [
        {
          "title": "Vuscan.net",
          "description": "Online scanning of Internet resources for vulnerabilities, SQL injections, CMS and security errors. The application has integrated a system for parsing open and closed systems, as well as the CtyproCloud payment system."
        },
        {
          "title": "Bank.ir",
          "description": "The client of the banking application on React Native. The program provides authorization by phone number and the possibility of transfer to other banking systems."
        },
        {
          "title": "Quiz",
          "description": "A service for automatic diagnosis of equipment malfunctions and registration of repair requests. The user selects the device, describes the problem, and the system makes a preliminary diagnosis and creates an order."
        },
        {
          "title": "Spyq.net",
          "description": "SpyQ.net — It is an intelligent B2B platform that helps businesses find target customers through the analysis of web resources. The service automatically crawls thousands of sites in selected niches, identifies relevant sites and places spot alerts on them with your commercial offer."
        }
      ]
    },
    "contact": {
      "title": "Contacts"
    }
  },
  "footer": {
    "title": "Navigation",
    "main": "Main",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contacts",
    "copyrigth": "Demid. All rights reserved."
  }
}
